---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.FailuresProcessingEventArgs
source: html/9b6011b9-4830-d817-df74-a63ef993f53c.htm
---
# FailuresProcessingEventArgs Methods

Provides access to the failure information in the document.